import React, { useState } from 'react';

function ActivityStep3() {


  return (
    <div className="page-container">


      <h1 id="activity-title">פעילות המכללה</h1>
      <p id="activity-text1">ברוכים הבאים וברוכות הבאות למכללה הלאומית לאיתנות ישראלית</p>
      <p id="activity-text2">המכללה מכשירה מנהלים ומנהלות שיש להם תפקיד בשעת חירום ממשרדי הממשלה, רשויות ייעודיות, הרשויות המקומיות ובמפקדות צבאיות, לתפקוד מיטבי וניהול מצבי חירום כמו במצב מלחמה, טרור, אסון טבע, אסון אזרחי, מגיפה ועוד.</p>
      <p id="activity-text3">המכללה הוקמה בכדי להוות בית להכשרות בתחום ניהול מצבי החירום. בניין אחד המרכז את כל מחלקות פקע"ר בשיתוף פעולה עם רשות החירום הלאומית (רח"ל).</p>
      



      
    </div>
  );
}

export default ActivityStep3;